[
    {
        "id": "01",
        "title": "Simple & Efficient",
        "subtitle": "A streamlined start tailored to your business",
        "tagline": "Easy and seamless scheduling",
        "description": "Your journey begins with a simple, no-pressure consultation designed to uncover your goals, challenges, and current workflow. We dig deep to understand your processes, identify bottlenecks, and evaluate where automation and optimization can create immediate impact. This step ensures complete clarity—so that the direction we take is aligned with the outcomes you want. Whether you're aiming for smoother operations, reduced manual workload, or improved financial visibility, this conversation sets the foundation for a long-term partnership built on efficiency.",
        "benefits": [
            "No complex onboarding, just a simple start",
            "Understand exactly what the next steps will look like",
            "Identify your highest-impact automation opportunities",
            "Save time by avoiding unnecessary technical complexity"
        ],
        "image": "https://images.unsplash.com/photo-1556761175-b413da4baf72?w=800&h=600&fit=crop",
        "imagePosition": "left"
    },
    {
        "id": "02",
        "title": "Automating Where It Matters",
        "subtitle": "Strategic automation that supports—not replaces—your workflow",
        "tagline": "Less manual work, more clarity",
        "description": "Once we map your workflow, we begin building automation around the tasks that drain time without adding real value. This is not about replacing people—it's about enhancing their output. We use modern automation tools, integrations, and streamlined frameworks to reduce repetitive work and eliminate human error. Throughout the process, we keep you involved, offering transparent communication and collaborative decision-making. You’ll always understand how each automation helps your business scale smarter and operate more efficiently.",
        "benefits": [
            "Reduces repetitive and manual tasks",
            "Creates clarity through simplified processes",
            "Gives you more time to focus on growth and strategy",
            "Technically strong foundation for long-term scalability"
        ],
        "image": "https://images.unsplash.com/photo-1552664730-d307ca884978?w=800&h=600&fit=crop",
        "imagePosition": "right"
    },
    {
        "id": "03",
        "title": "Personal Guidance",
        "subtitle": "A dedicated expert walking with you through every step",
        "tagline": "Always an expert by your side",
        "description": "We don’t just deliver solutions—we stay with you throughout the journey. Our approach ensures continuous optimization based on your evolving needs. Whether it's refining automations, adjusting workflows, or introducing new systems, we provide personalized support tailored to your stage of growth. With proactive communication and check-ins, we make sure everything stays aligned with your vision. You will always have someone who understands your business deeply and provides strategic guidance when it matters most.",
        "benefits": [
            "Consistent one-on-one support",
            "Regular optimization and updates based on real usage",
            "Guidance in adopting new technologies and tools",
            "Confidence knowing you're supported at every step"
        ],
        "image": "https://images.unsplash.com/photo-1484480974693-6ca0a78fb36b?w=800&h=600&fit=crop",
        "imagePosition": "left"
    },
    {
        "id": "04",
        "title": "Growing With Confidence",
        "subtitle": "Use clear numbers to make bold, strategic decisions",
        "tagline": "Turning numbers into strategy",
        "description": "Once your operations and automations are running smoothly, we focus on long-term growth. Through advanced reporting, financial insights, and operational dashboards, we help you understand your business from every angle. With clean data, visual clarity, and actionable insights, you’ll feel confident in making strategic decisions—whether you're planning to scale, expand services, invest, or optimize performance. This stage empowers you to build a future where your business grows predictably and sustainably.",
        "benefits": [
            "Clear financial and operational insights",
            "Data-driven guidance for confident scaling",
            "Strategic opportunities made visible",
            "Ongoing adjustments to keep your business moving forward"
        ],
        "image": "https://images.unsplash.com/photo-1600880292203-757bb62b4baf?q=80&w=2070&auto=format&fit=crop",
        "imagePosition": "right"
    }
]